Repository: alpriest/EnergyStats
Catalog: Energy Stats/Localizable.xcstrings
Source language: en
Languages: de, es, it, pl

source: where residual is estimated by your installation and may not be accurate. Tap the capacity above to enter a manual value for the size of your battery if the value shown is incorrect.
de: wobei der Restwert von Ihrer Installation geschätzt wird und möglicherweise nicht genau ist. Tippen Sie oben auf die Kapazität, um einen manuellen Wert für die Größe Ihres Akkus einzugeben, falls der angezeigte Wert nicht korrekt ist.
es: donde el valor residual es estimado por tu instalación y puede no ser preciso. Toca la capacidad de arriba para introducir manualmente el tamaño de tu batería si el valor mostrado es incorrecto.
it: dove il valore residuo è stimato dal tuo impianto e potrebbe non essere accurato. Tocca la capacità sopra per inserire manualmente il valore della dimensione della tua batteria se il valore mostrato non è corretto.
pl: gdzie wartość rezydualna jest szacowana przez twoją instalację i może być niedokładna. Stuknij powyższą pojemność, aby ręcznie wprowadzić rozmiar swojej baterii, jeśli wyświetlana wartość jest nieprawidłowa.

source: (SolarGeneration kWh - Feed-In kWh) * ImportUnitPrice
de: (Solarenergie kWh - Einspeiseenergie kWh) * Netzbezugspreis

source: ** Do not use the V2 website yet.**
de: ** Verwenden Sie die V2-Website noch nicht.**
es: ** No utilices todavía el sitio V2.**
it: ** Non utilizzare ancora il sito V2.**
pl: ** Nie używaj jeszcze strony V2.**

# %@ remaining out of %@ total
source: %1$@ remaining out of %2$@ total
de: %1$@ verbleibend von insgesamt %2$@
es: %1$@ restantes de un total de %2$@
it: %1$@ rimanenti su un totale di %2$@
pl: Pozostało %1$@ z %2$@ łącznie

# %lld remaining out of %lld total
source: %1$lld remaining out of %2$lld total
de: %1$lld verbleibend von insgesamt %2$lld
es: Quedan %1$lld de un total de %2$lld
it: %1$lld rimanenti su un totale di %2$lld
pl: Pozostało %1$lld z łącznej liczby %2$lld

source: 5 mins
de: 5 min
it: 5 minuti
pl: 5 min

source: 6 hours
de: 6 Stunden
es: 6 horas
it: 6 ore
pl: 6 godzin

source: 12 hours
de: 12 Stunden
es: 12 horas
it: 12 ore
pl: 12 godzin

source: 24 hours
de: 24 Stunden
es: 24 horas
it: 24 ore
pl: 24 godziny

# about_59_seconds
source: The 59 seconds is set by the way the inverter firmware works. This is because the end times include the minute that you set so your time slot will run up to 59th second of the minute. e.g. If you want the time slot to end by 05:30, you have to set 05:29:59. If you set 05:30, the inverter will continue up to 05:30:59 and you will get 1 minute where your energy use is not as expected.
de: Die 59 Sekunden sind durch die Funktionsweise der Wechselrichter-Firmware bedingt. Dies liegt daran, dass die Endzeiten die eingestellte Minute einschließen, sodass Ihr Zeitfenster bis zur 59. Sekunde dieser Minute läuft. z. B. Wenn das Zeitfenster um 05:30 enden soll, müssen Sie 05:29:59 einstellen. Wenn Sie 05:30 einstellen, läuft der Wechselrichter bis 05:30:59 weiter, was eine Minute unerwarteter Energienutzung bedeutet.
es: Los 59 segundos están determinados por el funcionamiento del firmware del inversor. Esto se debe a que las horas de finalización incluyen el minuto que configures, por lo que tu intervalo de tiempo se ejecutará hasta el segundo 59 de ese minuto. Ejemplo: si deseas que el intervalo termine a las 05:30, debes establecerlo en 05:29:59. Si lo configuras en 05:30, el inversor continuará hasta las 05:30:59 y tendrás un minuto en el que el uso de energía no será el esperado.
it: I 59 secondi sono impostati dal funzionamento del firmware dell’inverter. Questo perché gli orari di fine includono il minuto impostato, quindi la fascia oraria si estenderà fino al 59º secondo di quel minuto. Ad es. se desideri che l’intervallo termini alle 05:30, devi impostarlo alle 05:29:59. Se imposti 05:30, l’inverter continuerà fino alle 05:30:59 e avrai un minuto in cui l’uso dell’energia non sarà come previsto.
pl: 59 sekund wynika z działania oprogramowania falownika. Czas końcowy obejmuje pełną minutę, którą ustawisz, więc przedział czasowy będzie trwał do 59 sekundy tej minuty. Np. jeśli chcesz, aby przedział zakończył się o 05:30, ustaw 05:29:59. Jeśli ustawisz 05:30, falownik będzie działał do 05:30:59 i przez jedną minutę zużycie energii może być inne niż oczekiwano.

source: Absolute
de: Absolut
it: Assoluta

# absolute_self_sufficiency
source: Assumes any amount taken from the grid reduces your self-sufficiency. Sufficiency = grid / houseUsage
de: Annahme, dass jeder Strombezug vom Netz die Autarkie reduziert. Autarkie = Netzbezug / Hausverbrauch
es: Supone que cualquier cantidad tomada de la red disminuye tu autosuficiencia. Autosuficiencia = red / consumoCasa
it: Presume che qualsiasi importo prelevato dalla rete riduca la tua autosufficienza. Sufficienza = rete / consumoCasa
pl: Zakłada, że każda ilość pobrana z sieci zmniejsza Twoją samowystarczalność. Samowystarczalność = sieć / zużycieDom

source: AC Capacity (inverters)
de: AC-Kapazität (Wechselrichter)
es: Capacidad AC (inversores)
it: Capacità AC (inverter)
pl: Moc AC (falowniki)

# accessibility.batteryCapacity
source: Battery capacity %1$@
de: Batteriekapazität %1$@
es: Capacidad de la batería: %1$@
it: Capacità della batteria: %1$@
pl: Pojemność baterii: %1$@

# accessibility.batteryCapacityPercentage
source: Battery capacity %1$@
de: Batteriekapazität: %1$@
es: Capacidad de la batería: %1$@
it: Capacità della batteria: %1$@
pl: Pojemność baterii: %1$@

# accessibility.batteryEmptyingRate
source: Battery emptying %1$@
de: Batterie entlädt %1$@
es: Descarga de batería: %1$@
it: Svuotamento batteria: %1$@
pl: Rozładowywanie baterii: %1$@

# accessibility.batteryEstimate
source: Battery %1$@
de: Batterie %1$@
es: Batería %1$@
it: Batteria %1$@
pl: Bateria %1$@

# accessibility.batteryStoringRate
source: Battery storing %1$@
de: Batterie lädt %1$@
es: Almacenamiento de batería: %1$@
it: Caricamento batteria: %1$@
pl: Ładowanie baterii: %1$@

# accessibility.batteryTemperature
source: Battery temperature %1$@ ℃
de: Batterietemperatur: %1$@ ℃
es: Temperatura de la batería: %1$@ ℃
it: Temperatura della batteria: %1$@ ℃
pl: Temperatura baterii: %1$@ ℃

# accessibility.gridConsumptionRate
source: Importing %1$@ from grid
de: Importiere %1$@ aus dem Netz
es: Importando %1$@ de la red
it: Importando %1$@ dalla rete
pl: Importowanie %1$@ z sieci

# accessibility.gridExportRate
source: Exporting %1$@ to grid
de: Exportiere %1$@ ins Netz
es: Exportando %1$@ a la red
it: Esportando %1$@ alla rete
pl: Eksportowanie %1$@ do sieci

# accessibility.hideCalculations
source: Hide calculations
de: Berechnungen ausblenden
es: Ocultar cálculos
it: Nascondi calcoli
pl: Ukryj obliczenia

# accessibility.homeConsumptionRate
source: Home consuming %1$@
de: Haus verbraucht %1$@
es: Consumo en casa: %1$@
it: Consumo domestico: %1$@
pl: Konsumpcja w domu: %1$@

# accessibility.homeTotalUsageToday
source: Total home usage today %1$@
de: Gesamtnutzung zu Hause heute %1$@
es: Consumo total en el hogar hoy %1$@
it: Consumo totale in casa oggi %1$@
pl: Całkowite dzisiejsze zużycie w domu %1$@

# accessibility.inverter
source: inverter
de: Wechselrichter
es: Inversor
pl: Falownik

# accessibility.menu
source: Menu
de: Menü
es: Menú

# accessibility.minutes
source: minutes
de: Minuten
es: minutos
it: minuti
pl: minuty

# accessibility.next.day
source: Next day
de: Nächster Tag
es: Día siguiente
it: Giorno successivo
pl: Następny dzień

# accessibility.next.month
source: Next month
de: Nächster Monat
es: Mes siguiente
it: Mese successivo
pl: Następny miesiąc

# accessibility.next.year
source: Next year
de: Nächstes Jahr
es: Año siguiente
it: Anno successivo
pl: Następny rok

# accessibility.previous.day
source: Previous day
de: Vorheriger Tag
es: Día anterior
it: Giorno precedente
pl: Poprzedni dzień

# accessibility.previous.month
source: Previous month
de: Vorheriger Monat
es: Mes anterior
it: Mese precedente
pl: Poprzedni miesiąc

# accessibility.previous.year
source: Previous year
de: Vorheriges Jahr
es: Año anterior
it: Anno precedente
pl: Poprzedni rok

# accessibility.seconds
source: seconds
de: Sekunden
es: segundos
it: secondi
pl: sekundy

# accessibility.showCalculations
source: Show calculations
de: Berechnungen anzeigen
es: Mostrar cálculos
it: Mostra calcoli
pl: Pokaż obliczenia

# accessibility.solarCT2Generation
source: CT2 Solar currently generating %1$@
de: CT2 Solaranlage erzeugt derzeit %1$@
es: CT2 Generación solar actual: %1$@
it: CT2 Generazione solare attuale: %1$@
pl: CT2 Aktualna produkcja energii słonecznej: %1$@

# accessibility.solarGeneration
source: Solar currently generating %1$@
de: Solaranlage erzeugt derzeit %1$@
es: Generación solar actual: %1$@
it: Generazione solare attuale: %1$@
pl: Aktualna produkcja energii słonecznej: %1$@

# accessibility.solarStringGeneration
source: currently generating %1$@
de: momentan wird %1$@ generiert
es: actualmente generando %1$@
it: attualmente generando %1$@
pl: obecnie generowanie %1$@

# accessibility.solarStringTotalGeneration
source: generated %1$@ today
de: %1$@ heute erzeugt
es: %1$@ generados hoy
it: %1$@ generati oggi
pl: %1$@ wygenerowano dzisiaj

# accessibility.stats.datepicker.day
source: Select a different date
de: Wählen Sie ein anderes Datum
es: Seleccionar una fecha diferente
it: Seleziona una data diversa
pl: Wybierz inną datę

# accessibility.stats.timeperiodpicker
source: Time period selector
de: Zeitraum-Auswahl
es: Selector de período de tiempo
it: Selettore del periodo di tempo
pl: Selektor okresu czasu

# accessibility.temperature
source: temperature
de: Temperatur
es: Temperatura
it: Temperatura
pl: Temperatura

# accessibility.totalAvoidedCostsToday
source: %1$@ avoided expenditure
de: %1$@ vermiedene Ausgaben
it: %1$@ spesa evitata
pl: %1$@ uniknięty wydatek

# accessibility.totalCT2IncomeToday
source: %1$@ income from CT2 generation
de: %1$@ Einkommen aus CT2-Erzeugung
es: %1$@ de ingresos por generación CT2
it: %1$@ di reddito dalla generazione CT2
pl: %1$@ dochodu z generowania CT2

# accessibility.totalExportedToday
source: Total exported today %1$@
de: Heute insgesamt exportiert %1$@@
es: Total exportado hoy %1$@
it: Totale esportato oggi %1$@
pl: Łącznie wyeksportowane dzisiaj %1$@

# accessibility.totalExportIncomeToday
source: %1$@ income from exporting
de: %1$@ einkommen aus Exporten
es: %1$@ de ingresos por exportación
it: %1$@ di reddito dalle esportazioni
pl: %1$@ dochodu z eksportu

# accessibility.totalGeneratedIncomeToday
source: %1$@ income from generating
de: %1$@ Einkommen aus Erzeugung
es: %1$@ de ingresos por generación
it: %1$@ di reddito dalla generazione
pl: %1$@ dochodu z generowania

# accessibility.totalImportedToday
source: Total imported today %1$@
de: Heute insgesamt importiert %1$@
es: Total importado hoy %1$@
it: Totale importato oggi %1$@
pl: Łącznie importowane dzisiaj %1$@

# accessibility.totalIncomeToday
source: %1$@ total
de: %1$@ insgesamt
it: %1$@ totale
pl: %1$@ łącznie

# accessibility.totalSolarGenerated
source: Total solar generated %1$@
de: Gesamte solare Erzeugung %1$@
es: Total generado por energía solar %1$@
it: Totale generato da energia solare %1$@
pl: Całkowicie wygenerowana energia słoneczna %1$@

# accessibility.yieldToday
source: Yield today %1$@
de: Heutige Ausbeute %1$@
es: Rendimiento hoy: %1$@
it: Resa odierna: %1$@
pl: Dzisiejszy wydajność: %1$@

source: Accuracy
de: Genauigkeit
es: Precisión
it: Accuratezza
pl: Dokładność

source: Accurate
de: Genau
es: Preciso
it: Accurato
pl: Dokładny

source: Activate
de: Aktivieren
es: Activar
it: Attiva
pl: Aktywuj

source: Activate inverter mode schedule
de: Wechselrichtermodus-Zeitplan aktivieren
es: Activar el horario del modo inversor
it: Attiva il programma della modalità inverter
pl: Aktywuj harmonogram trybu inwertera

source: Activate template
de: Vorlage aktivieren
es: Activar plantilla
it: Attiva modello
pl: Aktywuj szablon

source: Activates the named inverter mode schedule
de: Aktiviert den benannten Wechselrichtermodus-Zeitplan
es: Activa el horario del modo inversor nombrado
it: Attiva il programma della modalità inverter nominata
pl: Aktywuje nazwany harmonogram trybu inwertera

# active_schedule_title
source: Active schedule
de: Aktiver Zeitplan
es: Horario activo
it: Programma attivo
pl: Aktywny harmonogram

source: Adaptive
de: Adaptiv
es: Adaptativo
it: Adattivo
pl: Adaptacyjny

source: Add time period
de: Zeitraum hinzufügen
es: Agregar período de tiempo
it: Aggiungi periodo di tempo
pl: Dodaj okres czasu

source: All
de: Alle
es: Todos
it: Tutto
pl: Wszystko

source: Allow negative house load
de: Erlaube negative Hauslast
es: Permitir carga doméstica negativa
it: Consenti carico domestico negativo
pl: Zezwól na ujemne obciążenie domu

source: Amount
de: Betrag
es: Cantidad
it: Importo
pl: Kwota

source: Amount entered must be greater than 0
de: Der eingegebene Betrag muss größer als 0 sein
es: La cantidad ingresada debe ser mayor que 0
it: L'importo inserito deve essere maggiore di 0
pl: Wprowadzona kwota musi być większa niż 0

source: Any times not covered by periods above will default to Self Use mode, using the min SOC from the most recent active period.
de: Alle oben nicht angegebenen Zeiträume werden standardmäßig im Eigenverbrauchsmodus betrieben, wobei der minimale SOC aus dem zuletzt aktiven Zeitraum verwendet wird.
es: Cualquier periodo no especificado arriba se configurará por defecto en modo de autoconsumo, utilizando el SOC mínimo del periodo activo más reciente.
it: Tutti i periodi non specificati sopra verranno impostati di default sulla modalità di autoconsumo, utilizzando il SOC minimo del periodo attivo più recente.
pl: Wszystkie okresy czasu niewymienione powyżej domyślnie przejdą w tryb własnego zużycia, używając minimalnego SOC z ostatniego aktywnego okresu.

source: App Version %@ is available
de: App-Version %@ ist verfügbar
es: La versión %@ de la aplicación está disponible
it: La versione %@ dell'app è disponibile
pl: Wersja aplikacji %@ jest dostępna

source: Apply
de: Anwenden
es: Aplicar
it: Applica
pl: Zastosuj

source: Approximate income received from exporting energy to the grid via another inverter tracked by CT2.
de: Ungefähres Einkommen aus der Einspeisung von Energie ins Netz über einen anderen Wechselrichter, der von CT2 erfasst wird.
es: Ingresos aproximados por exportar energía a la red a través de otro inversor monitorizado por CT2.
it: Reddito approssimativo ricevuto dall’esportazione di energia alla rete tramite un altro inverter monitorato da CT2.
pl: Przybliżony dochód uzyskany z eksportu energii do sieci przez inny falownik monitorowany przez CT2.

source: Approximate income received from exporting energy to the grid.
de: Ungefähr erzielte Einnahmen aus dem Export von Energie ins Netz.
es: Ingresos aproximados recibidos por exportar energía a la red.
it: Entrate approssimative ricevute dall'esportazione di energia nella rete.
pl: Przybliżone dochody uzyskane z eksportu energii do sieci.

source: Approximate income received from generating electricity.
de: Ungefähres Einkommen aus der Stromerzeugung.
es: Ingreso aproximado recibido por la generación de electricidad.
it: Reddito approssimativo ricevuto dalla generazione di elettricità.
pl: Przybliżony dochód uzyskany z wytwarzania energii elektrycznej.

source: Approximate total benefit of having your solar/battery installation.
de: Ungefährer Gesamtnutzen Ihrer Solar-/Batterieanlage.
es: Beneficio total aproximado de tener tu instalación solar/batería.
it: Beneficio totale approssimativo di avere la tua installazione solare/batteria.
pl: Przybliżony ogólny korzyść z posiadania instalacji solarnej/baterii.

source: Approximations
de: Schätzungen
es: Aproximaciones
it: Approssimazioni
pl: Przybliżenia

source: Are you sure you want to delete the group '%@'?
de: Sind Sie sicher, dass Sie die Gruppe '%@' löschen möchten?
es: ¿Estás seguro de que quieres eliminar el grupo '%@'?
it: Sei sicuro di voler eliminare il gruppo '%@'?
pl: Czy na pewno chcesz usunąć grupę '%@'?

source: Are you sure you want to delete this template?
de: Bist du sicher, dass du diese Vorlage löschen möchtest?
es: ¿Estás seguro de que quieres eliminar esta plantilla?
it: Sei sicuro di voler eliminare questo modello?
pl: Czy na pewno chcesz usunąć ten szablon?

source: As string
de: Als String
es: Como cadena
it: Come stringa
pl: Jako ciąg znaków

source: Autofill gaps
de: Lücken automatisch ausfüllen
es: Rellenar huecos automáticamente
it: Riempimento automatico delle lacune
pl: Automatyczne wypełnianie luk

source: Automatic
de: Automatisch
es: Automático
it: Automatico
pl: Automatyczny

source: Azimuth
de: Azimut
es: Azimut
it: Azimut
pl: Azymut

source: Bad credentials
de: Ungültige Anmeldedaten
es: Credenciales incorrectas
it: Credenziali non valide
pl: Nieprawidłowe dane uwierzytelniające

source: Batteries
de: Batterien
es: Baterías
it: Batterie
pl: Baterie

source: Battery
de: Batterie
es: Batería
it: Batteria
pl: Bateria

source: Battery capacity recalculated
de: Batteriekapazität neu berechnet
es: Capacidad de la batería recalculada
it: Capacità della batteria ricalcolata
pl: Pojemność baterii przeliczona

source: Battery Charge
de: Batterieladung-
es: Carga de la batería
it: Carica della batteria
pl: Ładowanie baterii

source: Battery charge levels
de: Akkuladestände
es: Niveles de carga de la batería
it: Livelli di carica della batteria
pl: Poziomy naładowania baterii

source: Battery Charge Levels
de: Batterieladezustände
es: Niveles de Carga de la Batería
it: Livelli di Carica della Batteria
pl: Poziomy Naładowania Baterii

source: Battery Discharge
de: Batterieentladung-
es: Descarga de la batería
it: Scarica della batteria
pl: Rozładowanie baterii

source: Battery display settings
de: Anzeigeeinstellungen für Akku
es: Configuración de visualización de la batería
it: Impostazioni di visualizzazione della batteria
pl: Ustawienia wyświetlania baterii

source: Battery error. Tap for detail
de: Akku-Fehler. Tippen Sie für Details
es: Error de la batería. Toque para más detalles
it: Errore della batteria. Tocca per dettagli
pl: Błąd baterii. Dotknij, aby zobaczyć szczegóły

source: Battery heating is not available
de: Batterieheizung ist nicht verfügbar
es: La calefacción de la batería no está disponible
it: Il riscaldamento della batteria non è disponibile
pl: Ogrzewanie baterii nie jest dostępne

source: Battery schedule
de: Akkuladeplan
es: Horario de carga de la batería
it: Programma di carica della batteria
pl: Harmonogram ładowania baterii

source: Battery SOC
de: Batterie-Ladezustand
es: Estado de carga de la batería
it: Stato di carica della batteria
pl: Stan naładowania baterii

source: Battery threshold SOC
de: Batterieschwellenwert SOC
es: Umbral de batería SOC
it: Soglia della batteria SOC
pl: Próg baterii SOC

source: Battery versions
de: Batterieversionen
es: Versiones de batería
it: Versioni della batteria
pl: Wersje baterii

# battery_charge_range
source: %1$@ to %2$@
de: %1$@ bis %2$@
es: %1$@ hasta %2$@
it: %1$@ a %2$@
pl: %1$@ do %2$@

# battery_charge_schedule_settings_saved
source: Your charge schedule was saved
de: Der Batterieladezeitplan wurde gespeichert
es: Se ha guardado el horario de carga de la batería
it: È stato salvato il programma di ricarica della batteria
pl: Zapisano harmonogram ładowania baterii

# battery_heater_enabled_but_no_times_enabled
source: Your battery heater is enabled, but you do not have any time periods enabled. It won’t run until you enable at least one time period.
de: Ihre Batterieheizung ist aktiviert, aber es sind keine Zeiträume aktiviert. Sie wird erst ausgeführt, wenn Sie mindestens einen Zeitraum aktivieren.
es: La calefacción de la batería está activada, pero no tienes ningún periodo de tiempo activado. No funcionará hasta que actives al menos un periodo.
it: Il riscaldamento della batteria è attivato, ma non è attivo alcun periodo di tempo. Non funzionerà finché non attiverai almeno un periodo.
pl: Ogrzewanie baterii jest włączone, ale nie masz włączonych żadnych okresów czasowych. Nie będzie działać, dopóki nie włączysz co najmniej jednego okresu.

# battery_heater_enabled_with_times
source: When the battery temperature is between %1$@ the battery heater will be active during %2$@.
de: Wenn die Batterietemperatur zwischen %1$@ liegt, ist die Batterieheizung während %2$@ aktiv.
es: Cuando la temperatura de la batería se encuentra entre %1$@, la calefacción de la batería estará activa durante %2$@.
it: Quando la temperatura della batteria è compresa tra %1$@, il riscaldamento della batteria sarà attivo durante %2$@.
pl: Gdy temperatura baterii mieści się w zakresie %1$@, ogrzewanie baterii będzie aktywne w czasie %2$@.

# battery_heater_not_enabled
source: Your battery heater is not enabled.
de: Ihre Batterieheizung ist nicht aktiviert.
es: La calefacción de la batería no está activada.
it: Il riscaldamento della batteria non è attivato.
pl: Ogrzewanie baterii nie jest włączone.

# battery_heating_schedule_settings_saved
source: Your battery heating schedule was saved
de: Ihr Zeitplan für die Batterieheizung wurde gespeichert
es: El programa de calefacción de la batería se ha guardado
it: Il programma di riscaldamento della batteria è stato salvato
pl: Harmonogram ogrzewania baterii został zapisany

# battery_periods_overlap
source: These periods overlap, you may want to update them.
de: Diese Zeiträume überschneiden sich möglicherweise, Sie möchten sie möglicherweise aktualisieren.
es: Estos períodos se superponen, puede que desee actualizarlos.
it: Questi periodi si sovrappongono, potresti volerli aggiornare.
pl: Te okresy naładowania się nakładają, możesz je zaktualizować.

# battery_read_error
source: Something went wrong reading your battery settings. Error message follows. %1$@
de: Beim Lesen Ihrer Batterieeinstellungen ist ein Fehler aufgetreten. Die Fehlermeldung lautet wie folgt. %1$@
es: Se produjo un error al leer la configuración de su batería. A continuación, se muestra el mensaje de error. %1$@
it: Si è verificato un problema nella lettura delle impostazioni della batteria. Di seguito il messaggio di errore. %1$@
pl: Wystąpił problem podczas odczytu ustawień baterii. Oto komunikat błędu. %1$@

# batterySOC_settings_saved
source: Your battery settings were saved
de: Batterie-SOC-Änderungen wurden gespeichert
es: Los cambios en el SOC de la batería han sido guardados
it: Le modifiche allo stato di carica della batteria sono state salvate
pl: Zmiany w SOC baterii zostały zapisane

# batteryTemperatureDisplayMode_automatic
source: All battery temperatures will be displayed.
de: Alle Batterietemperaturen werden angezeigt.
es: Se mostrarán todas las temperaturas de la batería.
it: Tutte le temperature della batteria saranno visualizzate.
pl: Wszystkie temperatury baterii zostaną wyświetlone.

# batteryTemperatureDisplayMode_batteryN
source: Only the temperature of battery stack %1$@ will be displayed (e.g H3 Pro). If not found, no battery temperature will be displayed.
de: Nur die Temperatur des Batteriestapels %1$@ wird angezeigt (z. B. H3 Pro). Falls nicht gefunden, wird keine Batterietemperatur angezeigt.
es: Solo se mostrará la temperatura del conjunto de baterías %1$@ (por ejemplo, H3 Pro). Si no se encuentra, no se mostrará ninguna temperatura de la batería.
it: Verrà visualizzata solo la temperatura del gruppo di batterie %1$@ (ad es. H3 Pro). Se non trovata, non verrà visualizzata alcuna temperatura della batteria.
pl: Wyświetlana będzie tylko temperatura zestawu baterii %1$@ (np. H3 Pro). Jeśli nie zostanie znaleziona, nie zostanie wyświetlona żadna temperatura baterii.
